Repository: zaraepi/test
Catalog: assets/Languages/Polish/Wishlist Plugin/nm-wishlist-*.po
Languages: pl_pl

source: Add to Wishlist
pl_pl: Dodaj do Wishlist

source: Remove from Wishlist
pl_pl: Usuń z Wishlist

source: Product
pl_pl: Produkt

source: Price & Stock
pl_pl: Cena & Dostępność

source: Remove
pl_pl: Usuń

source: Share Wishlist:
pl_pl: Udostępnij swoją listę:

source: Share on Facebook
pl_pl: Udostępnij przez Facebook

source: Share on Twitter
pl_pl: Udostępnij przez Twitter

source: Pin on Pinterest
pl_pl: Przypnij w Pinterest

source: The wishlist is currently empty.
pl_pl: Wishlist jest pusta.

source: Click the %s icons to add products
pl_pl: Kliknij %s aby dodać produkt.

source: Return to Shop
pl_pl: Powrót do sklepu
