Repository: zaraepi/test
Catalog: assets/Languages/*/Wishlist Plugin/nm-wishlist-*.po
Languages: fr_fr

source: Add to Wishlist
fr_fr: Ajouter à mes favoris

source: Remove from Wishlist
fr_fr: Retirer de mes favoris

source: Wishlist
fr_fr: Mes favoris

source: Product
fr_fr: Produit

source: Price & Stock
fr_fr: Prix ​​& Stock

source: Remove
fr_fr: Supprimer

source: Share Wishlist:
fr_fr: Partagez votre liste de souhaits :

source: Share on Facebook
fr_fr: Partagez via Facebook

source: Share on Twitter
fr_fr: Partagez via Twitter

source: Pin on Pinterest
fr_fr: Epingler sur Pinterest

source: The wishlist is currently empty.
fr_fr: Votre liste de favoris est vide.

source: Click the %s icons to add products
fr_fr: Cliquez sur les icônes %s pour ajouter des produits en favoris

source: Return to Shop
fr_fr: Revenir à la boutique

source: Savoy Theme - Wishlist
fr_fr: Thème Savoy - Liste de favoris

source: Wishlist plugin for the Savoy theme.
fr_fr: Plugin Wishlist pour le thème Savoy
